{
    "nav": {
        "about-me": "Über mich",
        "skills": "Skills",
        "projects": "Projekte",
        "language": "EN"
    },
    "landing-page": {
        "i-am": "Ich bin",
        "frontend": "Frontend-Entwicklerin",
        "contact-me": "Kontakt aufnehmen"
    },
    "socials": {
        "scroll-down": "nach unten scrollen"
    },
    "about-me": {
        "about-me": "Über mich",
        "intro": "In meiner beruflichen Laufbahn habe ich einen ersten Einblick in HTML und CSS erhalten und schnell festgestellt, dass ich großen Spaß am Coden habe. Ergänzt durch JavaScript und Angular habe ich nun eine solide Basis, um starke Projekte umsetzen zu können.",
        "puzzle": "Für mich ist das Coden wie das Knacken eines Rätsels oder das Lösen eines komplexen Puzzles – ich liebe es, kreative Ideen umzusetzen und an herausfordernden Projekten zu tüfteln. Mein oberstes Ziel ist es, das bestmögliche Ergebnis zu erzielen, das nicht nur ansprechend, sondern auch benutzerfreundlich ist.",
        "bulb": "Mit einem ausgeprägten Auge für Details und einer präzisen Arbeitsweise sorge ich dafür, dass jedes Projekt bis ins kleinste Detail perfektioniert wird."
    },
    "skills": {
        "skill-set": "Meine Skills",
        "text": "Meine Fähigkeiten sind wie ein gut sortierter Werkzeugkasten – vielseitig und einsatzbereit, um jedes Projekt mit Kreativität und Präzision umzusetzen.",
        "button": "Zum Kontakt"
    },
    "portfolio": {
        "intro": "Hier finden Sie eine sorgfältig zusammengestellte Sammlung meiner neuesten Projekte. Erkunden Sie gerne jedes einzelne, testen Sie dessen Funktionalität oder besuchen Sie das GitHub-Repository, um einen genaueren Blick auf den Code zu werfen. Ich hoffe, Sie haben Freude beim Durchstöbern meiner Arbeit!",
        "join": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
        "pollo-loco": "Jump and Run Game mit objektorientiertem Ansatz. Helfen Sie Pepe, Münzen zu finden und Tabascoflaschen zu werfen, um gegen das verrückte Huhn zu kämpfen.",
        "crm": "Ein einfaches Kundenbeziehungsmanagement-System, das mit CRUD-Funktionalität arbeitet.",
        "pokedex": "Basierend auf der PokéAPI eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert."
    },
    "contact": {
        "contact": "Kontakt",
        "problem": "Sie haben ein Problem, das gelöst werden muss?",
        "drop-message": "Senden Sie mir gerne eine Nachricht über dieses Kontaktformular.",
        "hear": "Ich freue mich darauf, von Ihnen zu hören, mehr über Ihre Ideen zu erfahren und gemeinsam Projekte zum Leben zu erwecken.",
        "your-name": "Ihr Name",
        "your-email": "Ihre E-Mail-Adresse",
        "your-message": "Ihre Nachricht an mich",
        "i-have-read": "Ich habe die",
        "link": "Datenschutzerklärung",
        "agree": "gelesen und stimme der Verarbeitung meiner Daten gemäß den darin dargelegten Bedingungen zu.",
        "button": "Absenden"
    },
    "form": {
        "name": "Bitte geben Sie Ihren Namen ein",
        "email": "Bitte geben Sie Ihre E-Mail-Adresse ein",
        "format": "Ungültiges E-Mail-Format",
        "message": "Bitte geben Sie eine Nachricht ein",
        "privacy": "Bitte akzeptieren Sie die Datenschutzerklärung."
    },
    "thanks": "Vielen Dank für Ihre Nachricht!",
    "footer": {
        "imprint": "Impressum"
    },
    "imprint": {
        "title": "Impressum",
        "info": "Informationen und Offenlegung gemäß §5 (1) ECG, § 25 MedienG, § 63 GewO und § 14 UGB",
        "owner": "Webseitenbetreiber",
        "address": "Anschrift",
        "contact": "Kontaktdaten",
        "tel": "Telefon",
        "email": "E-Mail",
        "legal": "Anwendbare Rechtsvorschrift",
        "online": "Online Streitbeilegung",
        "odr": "Verbraucher, welche in Österreich oder in einem sonstigen Vertragsstaat der ODR-VO niedergelassen sind, haben die Möglichkeit Probleme bezüglich dem entgeltlichen Kauf von Waren oder Dienstleistungen im Rahmen einer Online-Streitbeilegung (nach OS, AStG) zu lösen. Die Europäische Kommission stellt eine Plattform hierfür bereit",
        "copyright": "Urheberrecht",
        "copyright-text": "Die Inhalte dieser Webseite unterliegen, soweit dies rechtlich möglich ist, diversen Schutzrechten (z.B dem Urheberrecht). Jegliche Verwendung/Verbreitung von bereitgestelltem Material, welche urheberrechtlich untersagt ist, bedarf schriftlicher Zustimmung des Webseitenbetreibers.",
        "disclaimer": "Haftungsausschluss",
        "disclaimer-1": "Trotz sorgfältiger inhaltlicher Kontrolle übernimmt der Webseitenbetreiber dieser Webseite keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich. Sollten Sie dennoch auf ausgehende Links aufmerksam werden, welche auf eine Webseite mit rechtswidriger Tätigkeit/Information verweisen, ersuchen wir um dementsprechenden Hinweis, um diese nach § 17 Abs. 2 ECG umgehend zu entfernen.",
        "disclaimer-2": "Die Urheberrechte Dritter werden vom Betreiber dieser Webseite mit größter Sorgfalt beachtet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden derartiger Rechtsverletzungen werden wir den betroffenen Inhalt umgehend entfernen.",
        "source": "Quelle"
    },
    "privacy": {
        "title": "Datenschutzerklärung",
        "intro": "<p>Wir freuen uns sehr, dass Sie Interesse an unserem Unternehmen gezeigt haben. Datenschutz hat für die Geschäftsleitung von Claudia Daneder eine besonders hohe Priorität. Die Nutzung der Internetseiten von Claudia Daneder ist grundsätzlich ohne Angabe personenbezogener Daten möglich. Wenn jedoch eine betroffene Person über unsere Website spezielle Unternehmensdienste nutzen möchte, kann die Verarbeitung personenbezogener Daten erforderlich werden. Wenn die Verarbeitung personenbezogener Daten erforderlich ist und es keine gesetzliche Grundlage für eine solche Verarbeitung gibt, holen wir in der Regel die Einwilligung der betroffenen Person ein.</p><p>Die Verarbeitung personenbezogener Daten wie Name, Adresse, E-Mail-Adresse oder Telefonnummer einer betroffenen Person erfolgt immer im Einklang mit der Datenschutz-Grundverordnung (DSGVO) und gemäß den länderspezifischen Datenschutzbestimmungen, die für Claudia Daneder gelten. Durch diese Datenschutzerklärung möchte unser Unternehmen die Öffentlichkeit über Art, Umfang und Zweck der von uns erhobenen, genutzten und verarbeiteten personenbezogenen Daten informieren. Darüber hinaus werden betroffene Personen durch diese Datenschutzerklärung über ihre Rechte informiert.</p><p>Als Verantwortliche hat Claudia Daneder zahlreiche technische und organisatorische Maßnahmen implementiert, um den umfassendsten Schutz personenbezogener Daten zu gewährleisten, die über diese Website verarbeitet werden. Internetbasierte Datenübertragungen können jedoch grundsätzlich Sicherheitslücken aufweisen, sodass ein absoluter Schutz nicht garantiert werden kann. Aus diesem Grund ist jede betroffene Person frei, personenbezogene Daten auf alternative Weise an uns zu übermitteln, z. B. telefonisch.</p>",
        "1": "<h2>1. Definitionen</h2><p>Die Datenschutzerklärung von Claudia Daneder basiert auf den Begriffen, die vom europäischen Gesetzgeber bei der Verabschiedung der Datenschutz-Grundverordnung (DSGVO) verwendet wurden. Unsere Datenschutzerklärung sollte für die Allgemeinheit sowie unsere Kunden und Geschäftspartner lesbar und verständlich sein. Um dies sicherzustellen, möchten wir zunächst die verwendete Terminologie erläutern.</p><p>In dieser Datenschutzerklärung verwenden wir unter anderem die folgenden Begriffe:</p>",
        "1-list": "<li><h2>a) Personenbezogene Daten</h2><p>Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person („betroffene Person“) beziehen. Eine identifizierbare natürliche Person ist eine Person, die direkt oder indirekt identifiziert werden kann, insbesondere durch einen Bezug zu einem Kennzeichen wie einem Namen, einer Kennnummer, Standortdaten, einer Online-Kennung oder zu einem oder mehreren spezifischen Faktoren, die die physische, physiologische, genetische, mentale, wirtschaftliche, kulturelle oder soziale Identität dieser natürlichen Person ausmachen.</p></li><li><h2>b) Betroffene Person</h2><p>Betroffene Person ist jede identifizierte oder identifizierbare natürliche Person, deren personenbezogene Daten von dem für die Verarbeitung Verantwortlichen verarbeitet werden.</p></li><li><h2>c) Verarbeitung</h2><p>Verarbeitung ist jeder Vorgang oder jede Vorgangsreihe im Zusammenhang mit personenbezogenen Daten, wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung.</p></li><li><h2>d) Einschränkung der Verarbeitung</h2><p>Einschränkung der Verarbeitung ist die Markierung gespeicherter personenbezogener Daten mit dem Ziel, ihre künftige Verarbeitung einzuschränken.</p></li><li><h2>e) Profiling</h2><p>Profiling bedeutet jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, diese personenbezogenen Daten zu verwenden, um bestimmte persönliche Aspekte, die sich auf eine natürliche Person beziehen, zu bewerten, insbesondere um Aspekte bezüglich der Leistungsfähigkeit, der wirtschaftlichen Situation, der Gesundheit, der persönlichen Vorlieben, Interessen, Zuverlässigkeit, des Verhaltens, des Aufenthaltsorts oder der Bewegungen dieser natürlichen Person zu analysieren oder vorherzusagen.</p></li><li><h2>f) Pseudonymisierung</h2><p>Pseudonymisierung ist die Verarbeitung personenbezogener Daten in einer Weise, dass die personenbezogenen Daten ohne Hinzuziehung zusätzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden können, sofern diese zusätzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Maßnahmen unterliegen, die gewährleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren natürlichen Person zugewiesen werden.</p></li><li><h2>g) Verantwortlicher oder für die Verarbeitung Verantwortlicher</h2><p>Verantwortlicher oder für die Verarbeitung Verantwortlicher ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet; sind die Zwecke und Mittel dieser Verarbeitung durch das Unionsrecht oder das Recht der Mitgliedstaaten vorgegeben, so können der Verantwortliche beziehungsweise die bestimmten Kriterien seiner Benennung nach dem Unionsrecht oder dem Recht der Mitgliedstaaten vorgesehen werden.</p></li><li><h2>h) Auftragsverarbeiter</h2><p>Auftragsverarbeiter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.</p></li><li><h2>i) Empfänger</h2><p>Empfänger ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, der personenbezogene Daten offengelegt werden, unabhängig davon, ob es sich bei ihr um einen Dritten handelt oder nicht. Behörden, die im Rahmen eines bestimmten Untersuchungsauftrags nach dem Unionsrecht oder dem Recht der Mitgliedstaaten möglicherweise personenbezogene Daten erhalten, gelten jedoch nicht als Empfänger; die Verarbeitung dieser Daten durch die genannten Behörden erfolgt im Einklang mit den geltenden Datenschutzvorschriften gemäß den Zwecken der Verarbeitung.</p></li><li><h2>j) Dritter</h2><p>Dritter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle außer der betroffenen Person, dem Verantwortlichen, dem Auftragsverarbeiter und den Personen, die unter der unmittelbaren Verantwortung des Verantwortlichen oder des Auftragsverarbeiters befugt sind, die personenbezogenen Daten zu verarbeiten.</p></li><li><h2>k) Einwilligung</h2><p>Einwilligung der betroffenen Person ist jede freiwillig gegebene, spezifische, informierte und unmissverständliche Erklärung der betroffenen Person, mit der sie durch eine Erklärung oder eine eindeutige bestätigende Handlung ihr Einverständnis zur Verarbeitung der sie betreffenden personenbezogenen Daten gibt.</p></li>",
        "2": "<h2>2. Name und Adresse des Verantwortlichen</h2><p>Verantwortlicher im Sinne der Datenschutz-Grundverordnung (DSGVO), sonstiger datenschutzrechtlicher Bestimmungen in den Mitgliedstaaten der Europäischen Union und anderer datenschutzrechtlicher Bestimmungen ist:</p><p>Claudia Daneder</p><p>Kasernstraße 74 / 36</p><p>8041 Graz</p><p>Österreich</p><p>Telefon: 069911365771</p><p>E-Mail: claudia.daneder@.com</p><p>Website: https://claudia-daneder.developerakademie.net/angular-projects/portfolio</p>",
        "3": "<h2>3. Erfassung von allgemeinen Daten und Informationen</h2><p>Die Website von Claudia Daneder erfasst beim Aufrufen der Website durch eine betroffene Person oder ein automatisiertes System eine Reihe von allgemeinen Daten und Informationen. Diese allgemeinen Daten und Informationen werden in den Server-Logfiles gespeichert. Hierbei kann es sich um (1) die verwendeten Browsertypen und -versionen, (2) das vom zugreifenden System verwendete Betriebssystem, (3) die Website, von der aus ein zugreifendes System auf unsere Website gelangt (sogenannte Referrer), (4) die Unterwebseiten, (5) das Datum und die Uhrzeit des Zugriffs auf die Internetseite, (6) eine Internetprotokolladresse (IP-Adresse), (7) den Internetdienstanbieter des zugreifenden Systems und (8) andere ähnliche Daten und Informationen handeln, die im Falle von Angriffen auf unsere Informationstechnologiesysteme verwendet werden können.</p><p>Bei der Nutzung dieser allgemeinen Daten und Informationen zieht Claudia Daneder keine Rückschlüsse auf die betroffene Person. Vielmehr werden diese Informationen benötigt, um (1) die Inhalte unserer Website korrekt auszuliefern, (2) die Inhalte unserer Website sowie deren Werbung zu optimieren, (3) die langfristige Funktionsfähigkeit unserer Informationstechnologiesysteme und der Technik unserer Website zu gewährleisten und (4) Strafverfolgungsbehörden im Falle eines Cyberangriffs die zur Strafverfolgung erforderlichen Informationen bereitzustellen. Daher analysiert Claudia Daneder anonym erhobene Daten und Informationen statistisch, um den Datenschutz und die Datensicherheit unseres Unternehmens zu erhöhen und ein optimales Schutzniveau für die von uns verarbeiteten personenbezogenen Daten sicherzustellen. Die anonymen Daten der Server-Logfiles werden getrennt von allen durch eine betroffene Person bereitgestellten personenbezogenen Daten gespeichert.</p>",
        "4-5": "<h2>4. Kontaktmöglichkeit über die Website</h2><p>Die Website von Claudia Daneder enthält Angaben, die eine schnelle elektronische Kontaktaufnahme zu unserem Unternehmen sowie eine unmittelbare Kommunikation mit uns ermöglichen, was ebenfalls eine allgemeine Adresse der sogenannten elektronischen Post (E-Mail-Adresse) umfasst. Wenn eine betroffene Person den Verantwortlichen per E-Mail oder über ein Kontaktformular kontaktiert, werden die von der betroffenen Person übermittelten personenbezogenen Daten automatisch gespeichert. Solche auf freiwilliger Basis von einer betroffenen Person an den Verantwortlichen übermittelten personenbezogenen Daten werden für Zwecke der Bearbeitung oder der Kontaktaufnahme der betroffenen Person gespeichert. Eine Weitergabe dieser personenbezogenen Daten an Dritte erfolgt nicht.</p><h2>5. Routinemäßige Löschung und Sperrung von personenbezogenen Daten</h2><p>Der Verantwortliche verarbeitet und speichert personenbezogene Daten der betroffenen Person nur für den Zeitraum, der zur Erreichung des Speicherungszwecks erforderlich ist, oder sofern dies durch den europäischen Gesetzgeber oder einen anderen Gesetzgeber in Gesetzen oder Vorschriften, denen der Verantwortliche unterliegt, vorgesehen wurde.</p><p>Entfällt der Speicherungszweck oder läuft eine vom europäischen Gesetzgeber oder einem anderen zuständigen Gesetzgeber vorgeschriebene Speicherfrist ab, werden die personenbezogenen Daten routinemäßig und entsprechend den gesetzlichen Vorschriften gesperrt oder gelöscht.</p><h2>6. Rechte der betroffenen Person</h2>",
        "6": "<li><h2>a) Recht auf Bestätigung</h2><p>Jede betroffene Person hat das vom europäischen Gesetzgeber gewährte Recht, von dem Verantwortlichen eine Bestätigung darüber zu erhalten, ob sie betreffende personenbezogene Daten verarbeitet werden. Möchte eine betroffene Person dieses Recht auf Bestätigung in Anspruch nehmen, kann sie sich hierzu jederzeit an einen Mitarbeiter des Verantwortlichen wenden.</p></li><li><h2>b) Recht auf Auskunft</h2><p>Jede betroffene Person hat das vom europäischen Gesetzgeber gewährte Recht, jederzeit von dem Verantwortlichen unentgeltliche Auskunft über die zu ihr gespeicherten personenbezogenen Daten und eine Kopie dieser Auskunft zu erhalten. Darüber hinaus gewähren die europäischen Richtlinien und Verordnungen der betroffenen Person Zugang zu folgenden Informationen:</p><ul><li>die Zwecke der Verarbeitung;</li><li>die Kategorien personenbezogener Daten, die verarbeitet werden;</li><li>die Empfänger oder Kategorien von Empfängern, denen die personenbezogenen Daten offengelegt worden sind oder noch offengelegt werden, insbesondere Empfänger in Drittländern oder internationale Organisationen;</li><li>falls möglich, die geplante Dauer, für die die personenbezogenen Daten gespeichert werden, oder, falls dies nicht möglich ist, die Kriterien für die Festlegung dieser Dauer;</li><li>das Bestehen eines Rechts auf Berichtigung oder Löschung der sie betreffenden personenbezogenen Daten oder auf Einschränkung der Verarbeitung durch den Verantwortlichen oder eines Widerspruchs gegen diese Verarbeitung;</li><li>das Bestehen eines Beschwerderechts bei einer Aufsichtsbehörde;</li><li>sofern die personenbezogenen Daten nicht bei der betroffenen Person erhoben werden, alle verfügbaren Informationen über die Herkunft der Daten;</li><li>das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling gemäß Artikel 22 Absätze 1 und 4 der DSGVO und – zumindest in diesen Fällen – aussagekräftige Informationen über die involvierte Logik sowie die Tragweite und die angestrebten Auswirkungen einer derartigen Verarbeitung für die betroffene Person.</li></ul><p>Darüber hinaus hat die betroffene Person das Recht, Auskunft darüber zu erhalten, ob personenbezogene Daten an ein Drittland oder an eine internationale Organisation übermittelt wurden. Sofern dies der Fall ist, hat die betroffene Person das Recht, über die geeigneten Garantien im Zusammenhang mit der Übermittlung unterrichtet zu werden.</p><p>Möchte eine betroffene Person dieses Recht auf Auskunft in Anspruch nehmen, kann sie sich hierzu jederzeit an einen Mitarbeiter des Verantwortlichen wenden.</p></li><li><h2>c) Recht auf Berichtigung</h2><p>Jede betroffene Person hat das vom europäischen Gesetzgeber gewährte Recht, von dem Verantwortlichen unverzüglich die Berichtigung sie betreffender unrichtiger personenbezogener Daten zu verlangen. Unter Berücksichtigung der Zwecke der Verarbeitung hat die betroffene Person das Recht, die Vervollständigung unvollständiger personenbezogener Daten – auch mittels einer ergänzenden Erklärung – zu verlangen.</p><p>Möchte eine betroffene Person dieses Recht auf Berichtigung in Anspruch nehmen, kann sie sich hierzu jederzeit an einen Mitarbeiter des Verantwortlichen wenden.</p></li><li><h2>d) Recht auf Löschung („Recht auf Vergessenwerden“)</h2><p>Jede betroffene Person hat das vom europäischen Gesetzgeber gewährte Recht, von dem Verantwortlichen zu verlangen, dass sie betreffende personenbezogene Daten unverzüglich gelöscht werden, sofern einer der folgenden Gründe zutrifft und soweit die Verarbeitung nicht erforderlich ist:</p><ul><li>Die personenbezogenen Daten wurden für solche Zwecke erhoben oder auf sonstige Weise verarbeitet, für welche sie nicht mehr notwendig sind.</li><li>Die betroffene Person widerruft ihre Einwilligung, auf die sich die Verarbeitung gemäß Art. 6 Abs. 1 Buchstabe a DS-GVO oder Art. 9 Abs. 2 Buchstabe a DS-GVO stützte, und es fehlt an einer anderweitigen Rechtsgrundlage für die Verarbeitung.</li><li>Die betroffene Person legt gemäß Art. 21 Abs. 1 DS-GVO Widerspruch gegen die Verarbeitung ein und es liegen keine vorrangigen berechtigten Gründe für die Verarbeitung vor, oder die betroffene Person legt gemäß Art. 21 Abs. 2 DS-GVO Widerspruch gegen die Verarbeitung ein.</li><li>Die personenbezogenen Daten wurden unrechtmäßig verarbeitet.</li><li>Die Löschung der personenbezogenen Daten ist zur Erfüllung einer rechtlichen Verpflichtung nach dem Unionsrecht oder dem Recht der Mitgliedstaaten erforderlich, dem der Verantwortliche unterliegt.</li><li>Die personenbezogenen Daten wurden in Bezug auf angebotene Dienste der Informationsgesellschaft gemäß Art. 8 Abs. 1 DS-GVO erhoben.</li></ul><p>Sofern einer der oben genannten Gründe zutrifft und eine betroffene Person die Löschung von personenbezogenen Daten, die bei Claudia Daneder gespeichert sind, veranlassen möchte, kann sie sich hierzu jederzeit an einen Mitarbeiter des Verantwortlichen wenden. Der Mitarbeiter von Claudia Daneder wird veranlassen, dass dem Löschverlangen unverzüglich nachgekommen wird.</p><p>Wurden die personenbezogenen Daten von Claudia Daneder öffentlich gemacht und ist unser Unternehmen als Verantwortlicher gemäß Art. 17 Abs. 1 DS-GVO zur Löschung der personenbezogenen Daten verpflichtet, so trifft Claudia Daneder unter Berücksichtigung der verfügbaren Technologie und der Implementierungskosten angemessene Maßnahmen, auch technischer Art, um für die Datenverarbeitung Verantwortliche, die die personenbezogenen Daten verarbeiten, darüber zu informieren, dass eine betroffene Person von diesen anderen für die Datenverarbeitung Verantwortlichen die Löschung sämtlicher Links zu diesen personenbezogenen Daten oder von Kopien oder Replikationen dieser personenbezogenen Daten verlangt hat, soweit die Verarbeitung nicht erforderlich ist. Der Mitarbeiter von Claudia Daneder wird im Einzelfall das Notwendige veranlassen.</p></li><li><h2>e) Recht auf Einschränkung der Verarbeitung</h2><p>Jede betroffene Person hat das vom europäischen Gesetzgeber gewährte Recht, von dem Verantwortlichen die Einschränkung der Verarbeitung zu verlangen, wenn eine der folgenden Voraussetzungen gegeben ist:</p><ul><li>Die Richtigkeit der personenbezogenen Daten wird von der betroffenen Person bestritten, und zwar für eine Dauer, die es dem Verantwortlichen ermöglicht, die Richtigkeit der personenbezogenen Daten zu überprüfen.</li><li>Die Verarbeitung ist unrechtmäßig, die betroffene Person lehnt die Löschung der personenbezogenen Daten ab und verlangt stattdessen die Einschränkung der Nutzung der personenbezogenen Daten.</li><li>Der Verantwortliche benötigt die personenbezogenen Daten für die Zwecke der Verarbeitung nicht länger, die betroffene Person benötigt sie jedoch zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.</li><li>Die betroffene Person hat Widerspruch gegen die Verarbeitung gem. Art. 21 Abs. 1 DS-GVO eingelegt und es steht noch nicht fest, ob die berechtigten Gründe des Verantwortlichen gegenüber denen der betroffenen Person überwiegen.</li></ul><p>Sofern eine der oben genannten Voraussetzungen gegeben ist und eine betroffene Person die Einschränkung von personenbezogenen Daten, die bei Claudia Daneder gespeichert sind, verlangen möchte, kann sie sich hierzu jederzeit an einen Mitarbeiter des Verantwortlichen wenden. Der Mitarbeiter von Claudia Daneder wird die Einschränkung der Verarbeitung veranlassen.</p></li><li><h2>f) Recht auf Datenübertragbarkeit</h2><p>Jede betroffene Person hat das vom europäischen Gesetzgeber gewährte Recht, die sie betreffenden personenbezogenen Daten, welche durch die betroffene Person einem Verantwortlichen bereitgestellt wurden, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten. Sie hat außerdem das Recht, diese Daten einem anderen Verantwortlichen ohne Behinderung durch den Verantwortlichen, dem die personenbezogenen Daten bereitgestellt wurden, zu übermitteln, sofern die Verarbeitung auf der Einwilligung gemäß Art. 6 Abs. 1 Buchstabe a DS-GVO oder Art. 9 Abs. 2 Buchstabe a DS-GVO oder auf einem Vertrag gemäß Art. 6 Abs. 1 Buchstabe b DS-GVO beruht und die Verarbeitung mithilfe automatisierter Verfahren erfolgt, sofern die Verarbeitung nicht für die Wahrnehmung einer Aufgabe erforderlich ist, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, welche dem Verantwortlichen übertragen wurde.</p><p>Ferner hat die betroffene Person bei der Ausübung ihres Rechts auf Datenübertragbarkeit gemäß Art. 20 Abs. 1 DS-GVO das Recht, zu erwirken, dass die personenbezogenen Daten direkt von einem Verantwortlichen zu einem anderen Verantwortlichen übermittelt werden, soweit dies technisch machbar ist und sofern hiervon nicht die Rechte und Freiheiten anderer Personen beeinträchtigt werden.</p><p>Zur Geltendmachung des Rechts auf Datenübertragbarkeit kann sich die betroffene Person jederzeit an einen Mitarbeiter von Claudia Daneder wenden.</p></li><li><h2>g) Recht auf Widerspruch</h2><p>Jede betroffene Person hat das vom europäischen Gesetzgeber gewährte Recht, aus Gründen, die sich aus ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung sie betreffender personenbezogener Daten, die aufgrund von Art. 6 Abs. 1 Buchstaben e oder f DS-GVO erfolgt, Widerspruch einzulegen. Dies gilt auch für ein auf diese Bestimmungen gestütztes Profiling.</p><p>Clau jederzeit an einen Mitarbeiter von Claudia Daneder. Darüber hinaus ist die betroffene Person im Zusammenhang mit der Nutzung von Diensten der Informationsgesellschaft ungeachtet der Richtlinie 2002/58/EG berechtigt, ihr Widerspruchsrecht mittels automatisierter Verfahren auszuüben, bei denen technische Spezifikationen verwendet werden.</p></li><li><h2>h) Automatisierte Entscheidungen im Einzelfall einschließlich Profiling</h2><p>Jede betroffene Person hat das vom europäischen Gesetzgeber gewährte Recht, nicht einer ausschließlich auf einer automatisierten Verarbeitung — einschließlich Profiling — beruhenden Entscheidung unterworfen zu werden, die ihr gegenüber rechtliche Wirkung entfaltet oder sie in ähnlicher Weise erheblich beeinträchtigt, sofern die Entscheidung (1) nicht für den Abschluss oder die Erfüllung eines Vertrags zwischen der betroffenen Person und dem Verantwortlichen erforderlich ist, oder (2) aufgrund von Rechtsvorschriften der Union oder der Mitgliedstaaten, denen der Verantwortliche unterliegt, zulässig ist und diese Rechtsvorschriften angemessene Maßnahmen zur Wahrung der Rechte und Freiheiten sowie der berechtigten Interessen der betroffenen Person enthalten oder (3) mit ausdrücklicher Einwilligung der betroffenen Person erfolgt.</p><p>Ist die Entscheidung (1) für den Abschluss oder die Erfüllung eines Vertrags zwischen der betroffenen Person und dem Verantwortlichen erforderlich oder (2) erfolgt sie mit ausdrücklicher Einwilligung der betroffenen Person, trifft Claudia Daneder angemessene Maßnahmen, um die Rechte und Freiheiten sowie die berechtigten Interessen der betroffenen Person zu wahren, wozu mindestens das Recht auf Erwirkung des Eingreifens einer Person seitens des Verantwortlichen, auf Darlegung des eigenen Standpunkts und auf Anfechtung der Entscheidung gehört.</p><p>Möchte die betroffene Person Rechte hinsichtlich automatisierter Entscheidungen geltend machen, kann sie sich hierzu jederzeit an einen Mitarbeiter von Claudia Daneder wenden.</p></li><li><h2>i) Recht auf Widerruf einer datenschutzrechtlichen Einwilligung</h2><p>Jede betroffene Person hat das vom europäischen Gesetzgeber gewährte Recht, eine Einwilligung zur Verarbeitung personenbezogener Daten jederzeit zu widerrufen.</p><p>Möchte die betroffene Person ihr Recht auf Widerruf einer Einwilligung geltend machen, kann sie sich hierzu jederzeit an einen Mitarbeiter von Claudia Daneder wenden.</p></li>",
        "7": "<h2>7. Data protection provisions about the application and use of LinkedIn</h2><p>The controller has integrated components of the LinkedIn Corporation on this website. LinkedIn is a web-based social network that enables users with existing business contacts to connect and to make new business contacts. Over 400 million registered people in more than 200 countries use LinkedIn. Thus, LinkedIn is currently the largest platform for business contacts and one of the most visited websites in the world.</p><p>The operating company of LinkedIn is LinkedIn Corporation, 2029 Stierlin Court Mountain View, CA 94043, UNITED STATES. For privacy matters outside of the UNITED STATES LinkedIn Ireland, Privacy Policy Issues, Wilton Plaza, Wilton Place, Dublin 2, Ireland, is responsible.</p><p>With each call-up to one of the individual pages of this Internet site, which is operated by the controller and on which a LinkedIn component (LinkedIn plug-in) was integrated, the Internet browser on the information technology system of the data subject is automatically prompted to the download of a display of the corresponding LinkedIn component of LinkedIn. Further information about the LinkedIn plug-in may be accessed under https://developer.linkedin.com/plugins. During the course of this technical procedure, LinkedIn gains knowledge of what specific sub-page of our website was visited by the data subject.</p><p>If the data subject is logged in at the same time on LinkedIn, LinkedIn detects with every call-up to our website by the data subject—and for the entire duration of their stay on our Internet site—which specific sub-page of our Internet page was visited by the data subject. This information is collected through the LinkedIn component and associated with the respective LinkedIn account of the data subject. If the data subject clicks on one of the LinkedIn buttons integrated on our website, then LinkedIn assigns this information to the personal LinkedIn user account of the data subject and stores the personal data.</p><p>LinkedIn receives information via the LinkedIn component that the data subject has visited our website, provided that the data subject is logged in at LinkedIn at the time of the call-up to our website. This occurs regardless of whether the person clicks on the LinkedIn button or not. If such a transmission of information to LinkedIn is not desirable for the data subject, then he or she may prevent this by logging off from their LinkedIn account before a call-up to our website is made.</p><p>LinkedIn provides under https://www.linkedin.com/psettings/guest-controls the possibility to unsubscribe from e-mail messages, SMS messages and targeted ads, as well as the ability to manage ad settings. LinkedIn also uses affiliates such as Eire, Google Analytics, BlueKai, DoubleClick, Nielsen, Comscore, Eloqua, and Lotame. The setting of such cookies may be denied under https://www.linkedin.com/legal/cookie-policy. The applicable privacy policy for LinkedIn is available under https://www.linkedin.com/legal/privacy-policy. The LinkedIn Cookie Policy is available under https://www.linkedin.com/legal/cookie-policy.</p>",
        "8": "<h2>8. Rechtsgrundlage für die Verarbeitung</h2><p>Art. 6 Abs. 1 lit. a DSGVO dient als Rechtsgrundlage für Verarbeitungsvorgänge, für die wir eine Einwilligung für einen bestimmten Verarbeitungszweck einholen. Ist die Verarbeitung personenbezogener Daten zur Erfüllung eines Vertrags, dessen Vertragspartei die betroffene Person ist, erforderlich, wie dies beispielsweise bei Verarbeitungsvorgängen der Fall ist, die für eine Lieferung von Waren oder die Erbringung einer sonstigen Leistung notwendig sind, beruht die Verarbeitung auf Art. 6 Abs. 1 lit. b DSGVO. Gleiches gilt für solche Verarbeitungsvorgänge, die zur Durchführung vorvertraglicher Maßnahmen erforderlich sind, etwa in Fällen von Anfragen zur unseren Produkten oder Leistungen. Unterliegt unser Unternehmen einer rechtlichen Verpflichtung durch welche eine Verarbeitung von personenbezogenen Daten erforderlich wird, wie beispielsweise zur Erfüllung steuerlicher Pflichten, so basiert die Verarbeitung auf Art. 6 Abs. 1 lit. c DSGVO. In seltenen Fällen könnte die Verarbeitung von personenbezogenen Daten erforderlich werden, um lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person zu schützen. Dies wäre beispielsweise der Fall, wenn ein Besucher in unserem Betrieb verletzt würde und daraufhin sein Name, sein Alter, seine Krankenkassendaten oder sonstige lebenswichtige Informationen an einen Arzt, ein Krankenhaus oder sonstige Dritte weitergegeben werden müssten. Dann würde die Verarbeitung auf Art. 6 Abs. 1 lit. d DSGVO beruhen. Letztlich könnten Verarbeitungsvorgänge auf Art. 6 Abs. 1 lit. f DSGVO beruhen. Auf dieser Rechtsgrundlage basieren Verarbeitungsvorgänge, die von keiner der vorgenannten Rechtsgrundlagen erfasst werden, wenn die Verarbeitung zur Wahrung eines berechtigten Interesses unseres Unternehmens oder eines Dritten erforderlich ist, sofern die Interessen, Grundrechte und Grundfreiheiten des Betroffenen nicht überwiegen. Solche Verarbeitungsvorgänge sind uns insbesondere deshalb gestattet, weil sie durch den Europäischen Gesetzgeber besonders erwähnt wurden. Er vertrat insoweit die Auffassung, dass ein berechtigtes Interesse anzunehmen sein könnte, wenn die betroffene Person ein Kunde des Verantwortlichen ist (Erwägungsgrund 47 Satz 2 DSGVO).</p>",
        "9-12": "<h2>9. Die vom Verantwortlichen oder von einem Dritten verfolgten berechtigten Interessen</h2><p>Wenn die Verarbeitung personenbezogener Daten auf Art. 6 Abs. 1 lit. f DSGVO beruht, besteht unser berechtigtes Interesse darin, unser Geschäft zum Wohle aller unserer Mitarbeiter und Aktionäre durchzuführen.</p><h2>10. Dauer, für die die personenbezogenen Daten gespeichert werden</h2><p>Die Kriterien zur Bestimmung der Speicherdauer von personenbezogenen Daten sind die jeweiligen gesetzlichen Aufbewahrungsfristen. Nach Ablauf dieser Frist werden die entsprechenden Daten routinemäßig gelöscht, sofern sie nicht mehr zur Vertragserfüllung oder zur Vertragsanbahnung erforderlich sind.</p><h2>11. Bereitstellung von personenbezogenen Daten als gesetzliche oder vertragliche Anforderung; Erforderlichkeit zum Vertragsabschluss; Verpflichtung der betroffenen Person, die personenbezogenen Daten bereitzustellen; mögliche Folgen der Nichtbereitstellung solcher Daten </h2><p>Wir klären darüber auf, dass die Bereitstellung personenbezogener Daten teilweise gesetzlich vorgeschrieben (z. B. steuerrechtliche Vorschriften) oder sich auch aus vertraglichen Regelungen (z. B. Angaben zum Vertragspartner) ergeben kann. Manchmal kann es zur Erfüllung eines Vertrags erforderlich sein, dass die betroffene Person uns personenbezogene Daten bereitstellt, die in der Folge durch uns verarbeitet werden müssen. Die betroffene Person ist beispielsweise verpflichtet, uns personenbezogene Daten bereitzustellen, wenn unser Unternehmen mit ihm oder ihr einen Vertrag abschließt. Die Nichtbereitstellung der personenbezogenen Daten hätte zur Folge, dass der Vertrag mit der betroffenen Person nicht geschlossen werden könnte. Bevor personenbezogene Daten durch die betroffene Person bereitgestellt werden, muss sich die betroffene Person an einen Mitarbeiter wenden. Der Mitarbeiter klärt die betroffene Person darüber auf, ob die Bereitstellung der personenbezogenen Daten gesetzlich oder vertraglich vorgeschrieben ist oder für den Vertragsabschluss erforderlich ist, ob eine Verpflichtung besteht, die personenbezogenen Daten bereitzustellen, und über die Folgen der Nichtbereitstellung der personenbezogenen Daten.</p><h2>12. Vorhandensein automatisierter Entscheidungsfindung</h2><p>Als verantwortungsbewusstes Unternehmen verwenden wir keine automatisierte Entscheidungsfindung oder Profilbildung.</p><p>Entwickelt von den Spezialisten für LegalTech bei Willing & Able, die auch das System für die Arbeitszeiterfassung von Mitarbeitern entwickelt haben. Die rechtlichen Texte in unserem Datenschutzgenerator wurden von Prof. Dr. h.c. Heiko Jonny Maniero vom Deutschen Verband für Datenschutz und Christian Solmecke von der WBS Law bereitgestellt und veröffentlicht.</p>",
        "button": "Schließen"
    }
}